Revit 2027 API
BuiltInFailures.GroupFailures.GroupPropagationUserCancelled Property
 Changes to Group "[Type Name]" have been cancelled.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId GroupPropagationUserCancelled { get; }
Public Shared ReadOnly Property GroupPropagationUserCancelled As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ GroupPropagationUserCancelled {
	FailureDefinitionId^ get ();
}
static member GroupPropagationUserCancelled : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace